"cheqiyu" = "rose vetää purjekala on kotoisin etelä - amerikassa amazonin kala, guyana, tuli laaja, kieroja, asunnosta, enintään 5 cm pitkä, rose pitää vetää purjekala heikosti hapan vesi, se voi sopeutua neutraali, hieman emäksistä vettä";

"denglongyu" = "lyhty kala, kala, joka tunnetaan myös nimellä lyhty ja pyrstö on kala, kala, kala oli valot.esiintyy etelä - amerikassa guyanan ja amazonin alueella.ruumiin pituus 4 - 5 cm.ruumis on pitkä ja litteä vatsa, pää on lyhyt ja pyöreä.silmät ja pyrstön yläosa, joka on yksi keltainen tahra, kun valot, heijastaa, keltainen ja punainen väri ";

"dianmanyu" = "ankerias, avoin selkäkö - ankerias muotoinen etelä - amerikan kalat voivat tuottaa tarpeeksi, ihminen on nykyinen vastuuvapauden, vahvin makean veden kaloja, lähtöjännite on yli 300 - 800 voltin veteen, joten ankerias on korkea linja nimeltä";

"dinianyu" = "suu monni, yleensä vain kaksi pieni parta, veden laatua koskevat vaatimukset, on erittäin vaikea kasvattaa";

"fangyu" = "tiilikala, yleensä 400 mm pitkä, litteä ruumis, pidentää, tylppä pää, suuret silmät ja lähes neliön, korkea, vähän ennen, ylävartalon rintaan, päähän ja yläosa on pyöreä, suomuinen, muut osat ovat chlamys - asteikko, joka on korkea ja sen ruumis takaisin marginaali samanaikaisesti";

"haigui" = "turtle holothuroidea chelonia eläinten yhteisesti.laajalti atlantin, tyynenmeren ja intian valtameren.kiina shandong, turtle pohjois - etelä - pohjois - bay on jaettu.enintään 1 m, elämän suurin noin 150 - vuotias ";

"hetun pufferfish" = ", joka tunnetaan nimellä puffer , loligo pealeii tetraodontidae kalojen yhteisesti.puffer ruumis on lieriömäinen, turvatyyny, kun vaarassa. ruumiin pituus on kompleksinen, yleensä noin 25 - 35 cm ";

"jianyu" = "tunnetaan myös nimellä miekkakalan miekkakala  .maailmassa on trooppisten ja subtrooppisten merten yhteinen maksillaari kalaa, koska sen eteenpäin, jolla on miekka kuin nimensä, liikkuva nopeus on enintään 130 km ";

"jinqiangyu" = "tonnikalaa, jolla on pitkä, paksu ja pyöreä, on virtaviivaistettava, ja hännän kärki taaksepäin, joka vähentää perää on hoikka, haaroittuva tai kuunsirpin muotoinen.varren molemmin puolin on selvästi juomuja takaisin, peräaukon takana, joka on yksi rivi - fin.vartalo on torpedo, jonka poikkileikkaus pyöreä ";

"shayu" = "hai, elävät meressä, hurjin on meren kaloja, haiden luuranko koostuu rusto, joka koostuu pään sijasta.rustoa kevyempi kuin luu, joustavuuden ";

"shiziyu" = "leijona kala, määrä on pieni, on noin 30 cm pitkä (12 tuumaa).ruumis on pitkä, pehmeä, nuijapää, iho, ja joskus scaleless on mulkku.pitkä selkä, vatsa muodostaa pään, chuck, käytetään adsorptio - sukellusvene.jaetaan pohjois - atlantin, tyynenmeren alueen ja pohjoisen ja etelän erittäin kylmää vettä ";

"tianshiyu" = "- kala -, selkä - ja peräaukon on pitkä ja iso, pitkä, kuten kolmion muotoinen purje, joten on purjekala, sanoi.sivulta - kala ui lentää, kuten nielee, joten ne tunnetaan myös japaninmakrilli ";

"xiaochouyu" = "vuokkokalat ovat koralliahvenet kehai auringonkukka), joka tunnetaan kala, kala, koska hänen kasvonsa on yksi tai kaksi, valkoinen raita, kuin oopperan pelle on nimetty trooppinen, suolaisen veden kala.vuokkokalat ovat erottamattomia ja vuokko symbioottisen suhteen, ja näin ollen myös nimellä vuokko kala ";

"xiaohuangyu" = "puoskari, alias pikku puoskari, selkärankaiset, loligo pealeii, lethrinidae, alias: pieni, tuore, isosilmätonnikalan, väri, kurkku, muinainen kala, kampelakalat, pieni keltainen keväällä, lohikäärme, paksu - asteikolla, aberdeen, myös nimellä puoskari";

"xiaolvyu" = "pieni vihreä kala, yksi vihreä kala";
